Repository: lukasschreiber/allinthebox
Catalog: Source/Properties/strings.*.resx
Languages: fr

source: Add
fr: Ajouter

# addButton
source: Add User
fr: Ajouter

# allFilesType
source: All files
fr: Tous les données

source: annually
fr: annuellement

# atNextStart
source: at the next start
fr: au prochain démarrage

source: AutoBackup
fr: AutoSauvegarde

source: available
fr: disponible

# back
source: Return
fr: Rendre

source: Backup
fr: Sauvegarde

source: BackupManager
fr: GestionnaireDeSauvegarde

source: Backup Manually
fr: Sauvegarder Manuellement

source: Barcode
fr: Code-barres

source: Barcode Color
fr: Code-barresCouleur

source: Borrow
fr: Emprunter

source: borrowed
fr: emprunté

# borrowedItalic
source: Borrowed Items italic
fr: Éléments empruntés en italique

# borrowedMarked
source: Highlight Borrowed Items
fr: Marquer les éléments empruntés

# borrowMarkedSelectedColor
source: Borrowed Highlightcolor
fr: Éléments empruntés Couleur choisie

source: by
fr: par

source: Choose Preset
fr: Choisir le Modèle

source: close
fr: Fermer

# comment
source: Remark
fr: Remarque

# commentColor
source: Remark Color
fr: Couleur de Remarque

source: daily
fr: chaque jour

source: Delete
fr: Supprimer

# deleteError
source: Do you really want to delete all error entries?
fr: Supprimer tous les Erreurs?

# deleteLine
source: Do you really want to delete the line?
fr: Supprimer cette ligne?

# deleteLog
source: Do you really want to delete all log entries?
fr: Supprimer toutes les entrées de journal?

source: Error
fr: Erreur

# errorCredentialsWrong
source: Password or username aren't correct...
fr: Identifiants incorrects...

# errorDeleted
source: Deleted Errors
fr: Erreurs supprimés

# errorEmpty
source: Please provide a password and username...
fr: Remplissez tous les champs...

# errorLog
source: Error
fr: Erreur

# exactBarcode
source: search exact codes
fr: Code-barre exacte

# excel
source: Excel table
fr: TableauExcel

source: Exit
fr: Quitter

source: File
fr: Fichier

# fileAlreadyExists
source: A file with the provided name already exists!
fr: Fichier existe déjà!

source: File Created.
fr: Fichier créé.

# fileSavedSentence_2
source: has been saved.
fr: correctement sauvegardé

# fontColor
source: Font
fr: Police de caractère

source: Fontsize
fr: Type de police

source: found
fr: trouvé

source: Help
fr: Aide

source: HotKeys
fr: Raccourcis

source: Image Files
fr: Fichier image

# imageOnTop
source: Imageview top most
fr: Images toujours en haut

# infotext
source: All rights to this program are owned by Lukas Schreiber | Polymation. The duplication of the program as well as the selling of this license is denied. Additional licenses can be purchased on the Patreon page of the program. Many thanks to Miriam Janßen for the support and inspiration for this program, as well as to Mathis Kaiser for the French translation.
fr: Tous droits réservés à Lukas Schreiber | Polymation. Toute reproduction du programme ainsi que la vente de cette licence sont interdites. Des licences supplémentaires peuvent être acquises sur le site Patreon du programme. Merci beaucoup à Miriam Janßen du soutien et de l'inspiration pour ce programme, ainsi qu'à Mathis Kaiser pour la traduction française.

# itemAddButton
source: Add Item
fr: Ajouter

# itemAddErrorEmpty
source: Both the Barcode and Name fields can not be empty.
fr: Le champ code-barre et le nom ne peuvent pas être vide.

# joke
source: This is a joke (-:
fr: Voilà une blague :)

source: Last Backup
fr: Dernière Sauvegarde

# linkedIn
source: Lukas Schreiber on LinkedIn
fr: Lukas Schreiber sur LinkedIn

source: List
fr: Liste des prêts

# listSentence_1
source: List by
fr: Liste des prêts de

# listSentence_2
source: created on
fr: créé le

source: Load Preset
fr: Chargement du Modèle

source: Log
fr: Journal

source: Log deleted
fr: Journal supprimé

source: Logged in as
fr: inscrit comme

source: Logger
fr: Loggeur

# login
source: Sign in
fr: Se connecter

# menuBorrow
source: Line status change
fr: Ligne Changement de statut

# menuDeleteRow
source: Delete Row
fr: Supprimer la ligne

# minLength
source: Minimum Length
fr: longueur minimum

source: monthly
fr: mensuellement

# MultiAuswahlTool
source: MultiSelectTool
fr: OutilDeSélection

source: Name
fr: Nom

source: Name Color
fr: Couleur de nom

# namingViolation
source: A user with the provided Name already exists.
fr: Cet utilisateur existe déjà.

source: never
fr: jamais

# newUser
source: Create User
fr: Nouveau utilisateur

source: Next Backup
fr: Prochaine Sauvegarde

# noItem
source: No Item Selected
fr: Aucun élément choisi

source: No Results
fr: Aucun résultat

source: No Row Selected
fr: Aucune ligne choisie

# noteScanner
source: Only modify when using a new Scanner!
fr: Effectuez des réglages seulement en cas de changement de scanner!

source: Nothing Selected
fr: Rien n'est sélectionné

source: Not Logged in
fr: Pas connecté

# noUsb
source: No USB drive
fr: aucune clé USB

source: of
fr: de

# openOnce
source: Open Windows once
fr: Ouvrez les fenêtres qu'une fois

source: Password
fr: Mot de passe

# passwordAndUserFilled
source: Password and username need to be set!
fr: Mot de passe et nom d'utilisateur doivent être remplis

# preset
source: Empty Preset
fr: Modèle vide

# presetType
source: Preset
fr: Modèle

# primeColor
source: primary Color
fr: Couleur primaire

# rate
source: Rating
fr: Évaluation

source: Refresh
fr: Rafraîchir

# refreshedFile
source: File refreshed.
fr: Fichier rafraîchi

# regal
source: Rack
fr: Étagère

# regalDelete
source: Do you really want to delete this rack?
fr: Êtes-vous sûr de vouloir supprimer cette étagère?

# regalfach
source: Rack
fr: Étagère

# regalmanager
source: Rackmanager
fr: Gestionnaire d'étagère

# regalManagerDescribe
source: To assign the racks, you can edit them on the left and move freely around the picture. The background image can be created in Paint, for example. Simply save the template.
fr: Pour assigner les étagères, on peut les modifier à gauche et les déplacer librement sur l'image. L'image de fond peut être créé dans Paint par exemple. Pour ce faire, il faut sauvegarder le modèle.

source: Reset
fr: Réinitialiser

# resetHotkeys
source: Reset to origin
fr: Réinitialiser aux valeurs originales

source: Restore
fr: Restaurer

# restoreOk
source: Restored from Backup.
fr: Chargement de Sauvegarde réussi

# rmOnTop
source: Rackmanager top most
fr: Gestionnaire d'étagère toujours en haut

source: Save
fr: Sauvegarder

# saveAsDoc
source: Save as Document
fr: Sauvegarder en document

source: Save Preset
fr: Sauvegarder le modèle

# saveQuestion
source: Ask to save
fr: Demande de sauvegarde

# scanner
source: Barcode Scanner
fr: Lecteur de code-barres

# scrollToFirst
source: Scroll to first Result
fr: Défiler jusqu'au premier résultat

# searchBarcode
source: Search Barcodes
fr: Recherche de codes-barres

# searchComments
source: Search Remarks
fr: Recherche de remarques

source: Search Names
fr: Recherche de noms

source: Search Settings
fr: Préférence de recherche

source: search while typing
fr: chercher tout en tapant

# secondColor
source: secondary Color
fr: Couleur secondaire

source: select Color
fr: Couleur sélectionnée

# selectOnTop
source: MultiSelectTool top most
fr: OutilDeSélection toujours en haut

# settingsOnTop
source: Settings top most
fr: Paramètres toujours en haut

source: shift
fr: Touche Maj

# state
source: Status
fr: État

source: Submit
fr: Confirmer

source: Suffix
fr: Suffixe

# suffixSendMin
source: Suffix Minimum
fr: Suffixe minimum

source: System
fr: Système

# systemClose
source: System Closing
fr: Fermeture du système

source: Table Design
fr: Conception du tableau

source: Table View
fr: Vue tabulaire

# tick
source: check mark
fr: Coche

source: User
fr: Utilisateur

source: Usermanager
fr: Gestionnaire d'utilisateur

source: Username
fr: Nom d'utilisateur

# useUSB
source: alternatively use USB key ...
fr: alternativement utiliser une clé USB...

# wantToSave
source: Do you want to save the list as a file?
fr: Veux-tu sauvegarder la liste dans un fichier?

source: weekly
fr: hebdomadaire

# windowMaximize
source: Maximize
fr: Maximiser

# windowMinimize
source: Minimize
fr: Minimiser

# windowNormal
source: Normal
fr: Réduire

# windowSerttings
source: Window Settings
fr: ParamètresDeFenêtre
